{
  "title": "Enfase",
  "data": [
    {
      "pergunta": "Paciente com quadro de dor abdominal em cólica que evolui para dor difusa e contínua, associada à distensão abdominal e parada da eliminação de fezes e flatos. Qual é a principal hipótese diagnóstica?",
      "alternativas": [
        "Apendicite aguda",
        "Abdome agudo obstrutivo",
        "Pancreatite aguda",
        "Peritonite secundária"
      ],
      "correta": 1
    },
    {
      "pergunta": "Em relação à classificação do abdome agudo obstrutivo, qual alternativa diferencia corretamente os tipos alto e baixo?",
      "alternativas": [
        "O obstrutivo baixo causa mais vômitos precoces que o alto",
        "A obstrução alta geralmente se localiza no cólon sigmoide",
        "A obstrução baixa está associada à distensão e parada de eliminação de fezes",
        "A obstrução alta se apresenta com distensão intensa desde o início"
      ],
      "correta": 2
    },
    {
      "pergunta": "Qual é a principal causa de abdome agudo obstrutivo baixo em adultos?",
      "alternativas": [
        "Doença de Crohn",
        "Bridas congênitas",
        "Tumores colorretais",
        "Intussuscepção intestinal"
      ],
      "correta": 2
    },
    {
      "pergunta": "Acerca do íleo paralítico ou adinâmico, assinale a alternativa incorreta.",
      "alternativas": [
        "Refere a dismotilidade do intestino na ausência de obstrução mecânica.",
        "Por definição, é considerado ausência de peristalse por 10 ou mais dias.",
        "Os sinais e sintomas podem simular obstrução intestinal.",
        "É diagnóstico diferencial com brida precoce."
      ],
      "correta": 1
    },
    {
      "pergunta": "Na clínica, como podemos diferenciar uma suboclusão de um abdome agudo obstrutivo?",
      "alternativas": [
        "Presença de vômitos biliosos desde o início do quadro",
        "Dor em pontada localizada no quadrante inferior direito",
        "Presença de diarreia paradoxal com ruídos hidroaéreos aumentados",
        "Ausência de distensão abdominal e ruídos abolidos"
      ],
      "correta": 2
    },
    {
      "pergunta": "Qual das seguintes condutas está corretamente indicada como tratamento inicial do abdome agudo obstrutivo alto?",
      "alternativas": [
        "Administração de antieméticos e analgésicos potentes, mantendo alimentação leve por via oral.",
        "Sonda retal para alívio da obstrução, associada à infusão de glicose hipertônica.",
        "Jejum absoluto, hidratação venosa com cristaloides e passagem de sonda nasogástrica.",
        "Início imediato de antibiótico de amplo espectro, sem necessidade de imagem ou avaliação cirúrgica."
      ],
      "correta": 2
    },
    {
      "pergunta": "Qual das seguintes condutas está corretamente indicada como tratamento inicial do abdome agudo obstrutivo baixo?",
      "alternativas": [
        "Jejum absoluto, reposição volêmica com cristaloides e avaliação cirúrgica após exames de imagem.",
        "Realização urgente de colonoscopia terapêutica, seguida de dieta líquida.",
        "Administração imediata de laxantes e antiespasmódicos, com retorno ambulatorial em 72 horas.",
        "Prescrição de antibióticos orais, hidratação por via oral e alta precoce."
      ],
      "correta": 0
    },
    {
      "pergunta": "Paciente de 72 anos dá entrada em pronto socorro com queixa de dor abdominal progressiva há 3 dias, associada a distensão e parada da eliminação de flatos e fezes. Levantada a hipótese diagnóstica de abdome agudo obstrutivo, foi encaminhado para realização de radiografia de abdome que evidenciou distensão apenas de cólon, sem a presença de ar no reto. Com relação ao caso supracitado do paciente com obstrução intestinal baixa, com válvula ileocecal competente, assinale a alternativa correta:",
      "alternativas": [
        "há maior associação com vômitos fecalóides.",
        "há menor risco de isquemia de cólon.",
        "há maior distensão abdominal no exame físico, em comparação ao paciente com válvula ileocecal incompetente",
        "há maior risco de perfuração de ceco."
      ],
      "correta": 3
    },
    {
      "pergunta": "Homem de 25 anos, previamente hígido, apresenta dor abdominal difusa há 48 horas, associada à parada na eliminação de flatos e fezes há aproximadamente 24 horas. Relata constipação crônica, com evacuações a cada 4 a 5 dias, padrão que se agravou nas últimas semanas. Nega febre, emagrecimento, cirurgias prévias ou uso de medicamentos contínuos. Ao exame físico: ruídos hidroaéreos aumentados e distensão abdominal. Radiografia de abdome mostra alças delgadas dilatadas. Qual o diagnóstico mais provável?",
      "alternativas": [
        "Síndrome do intestino irritável em crise constipante, com distensão funcional secundária.",
        "Abdome agudo obstrutivo mecânico alto, com padrão de alças delgadas e empilhamento de moedas.",
        "Pseudo-obstrução intestinal aguda (síndrome de Ogilvie), precipitada por dismotilidade idiopática.",
        "Suboclusão intestinal secundária a disbiose e retardo na progressão colônica."
      ],
      "correta": 1
    },
    {
      "pergunta": "Como é conhecida a condição clínica caracterizada por abdome agudo oclusivo (náuseas, vômitos, dor e distensão abdominal, parada da eliminação de gases e fezes), em que a radiografia simples de abdome revela pneumobilia, alças intestinais distendidas com padrão obstrutivo, e ausência de ar na ampola retal?",
      "alternativas": [
        "Íleo paralítico grave",
        "Vôlvo de sigmoide com perfuração",
        "Síndrome de Bouveret",
        "Síndrome de obstrução intestinal aerobiliar"
      ],
      "correta": 3
    },
    {
      "pergunta": "Em relação ao abdome agudo obstrutivo (AAO), assinale a alternativa incorreta:",
      "alternativas": [
        "Neoplasias gástricas ou estenoses antropilóricas não são causas de AAO, pois não provocam parada de eliminação de gases e fezes.",
        "O AAO classifica-se como alto ou baixo, de acordo com o distúrbio metabólico decorrente do quadro de obstrução.",
        "Obstrução intestinal em alça fechada é considerada uma emergência cirúrgica.",
        "Volvo de sigmoide e bridas são causas extrínsecas de obstrução intestinal."
      ],
      "correta": 1
    },
    {
      "pergunta": "Abadia, Bete, Célia e Diogo são pacientes com síndrome de abdome agudo obstrutivo: 1-Abadia, mulher de 52 anos, apresenta obstrução intestinal causada por vólvulo de ceco. 2-Bete, mulher de 59 anos, apresenta obstrução do intestino delgado provocada por íleo biliar. 3-Célia, mulher de 45 anos, desenvolveu obstrução do intestino delgado após cirurgia aberta da vesícula biliar realizada há 20 dias. 4-Diogo, homem de 28 anos, apresenta obstrução parcial do intestino delgado associada à hérnia inguinal encarcerada. Entre os pacientes apresentados, quem tem maior probabilidade de responder ao tratamento não cirúrgico é:",
      "alternativas": [
        "Abadia, pelo caráter transitório do vólvulo de ceco em adultos jovens.",
        "Bete, pois o íleo biliar costuma se resolver com medidas conservadoras.",
        "Célia, uma vez que bridas pós-cirúrgicas recentes tendem a se resolver com repouso intestinal.",
        "Diogo, considerando que hérnias encarceradas geralmente não requerem cirurgia imediata."
      ],
      "correta": 2
    },
    {
      "pergunta": "A tríade de Rigler é o conjunto de sinais que compõem o quadro radiológico sugestivo de íleo biliar, causa intraluminal de obstrução intestinal, sendo constituída por:",
      "alternativas": [
        "pneumobilia, distensão de intestino delgado e cálculo ectópico",
        "sinal do grão de café, dilatação do cólon sigmoide e hemobilia",
        "ampola retal vazia, sinal da dupla bolha e imagem em alvo",
        "cálculo biliar, sinal do empilhamento de moedas e bolha gástrica"
      ],
      "correta": 0
    },
    {
      "pergunta": "Qual a principal causa de abdome agudo obstrutivo em adultos?",
      "alternativas": [
        "Aderências",
        "Neoplasia",
        "Hérnias encarceradas",
        "Doenças inflamatórias"
      ],
      "correta": 0
    },
    {
      "pergunta": "Um paciente de 30 anos, do sexo masculino, previamente saudável e sem comorbidades conhecidas, dá entrada na sala de emergência com queixa de dor abdominal intensa e desconforto respiratório acentuado. Apresenta saturação de oxigênio de 83% e frequência respiratória de 27 incursões por minuto. Ao exame físico, nota-se distensão abdominal marcada e sinais de irritação peritoneal, levantando a suspeita clínica de abdome agudo obstrutivo. Foi solicitado raio-X de tórax e abdome, o qual evidenciou opacificação significativa no hemitórax esquerdo, com elevação da cúpula diafragmática e presença de níveis hidroaéreos nesta topografia. Diante desses achados, suspeita-se fortemente de uma condição compatível com hérnia diafragmática esquerda com encarceramento de alças intestinais.",
      "alternativas": [
        "Pneumotórax hipertensivo com deslocamento de vísceras abdominais.",
        "Pneumonia lobar esquerda com derrame pleural.",
        "Ruptura de víscera abdominal com peritonite generalizada.",
        "Hérnia diafragmática esquerda com encarceramento de alças intestinais."
      ],
      "correta": 3
    },
    {
      "pergunta": "Na colecistectomia, a identificação do triângulo de Calot é de extrema importância como referência para a dissecção da artéria cística. Os seus limites são:",
      "alternativas": [
        "Vesícula biliar, hepatocolédoco e artéria hepática",
        "Face inferior do fígado, hepatocolédoco e ducto cístico",
        "Duodeno, ducto cístico e hepatocolédoco",
        "Vesícula biliar, hepatocolédoco e veia porta"
      ],
      "correta": 1
    },
    {
      "pergunta": "A prioridade durante o atendimento primário de um paciente politraumatizado que apresenta-se hipotenso é:",
      "alternativas": [
        "Estabelecer acesso venoso.",
        "Pesquisa imediata de focos de sangramento ocultos.",
        "Permeabilidade das vias aéreas.",
        "Realizar exame neurológico rápido."
      ],
      "correta": 2
    },
    {
      "pergunta": "Paciente masculino com 65 anos de idade foi submetido à laparotomia exploradora por abdome agudo obstrutivo devido obstrução do intestino delgado por bridas. Foram desfeitas as bridas e fechamento da parede. No 5º pós-operatório o paciente encontra-se afebril e com abaulamento da ferida operatória com drenagem de líquido serossanguinolento. Qual o diagnóstico para esta situação?",
      "alternativas": [
        "Infecção da ferida operatória.",
        "Eventração.",
        "Evisceração.",
        "Fístula enterocutânea."
      ],
      "correta": 1
    },
    {
      "pergunta": "Em relação aos pólipos colorretais, podemos afirmar que:",
      "alternativas": [
        "O adenoma viloso possui baixo potencial de displasia em malignização.",
        "O adenoma é a principal lesão precursora do câncer colorretal.",
        "Os pólipos malignizados devem ser sempre tratados com ressecção colônica ampliada, independente do nível de invasão do tumor.",
        "A presença de mais de 10 pólipos associado a história familiar caracteriza a polipose adenomatosa familiar."
      ],
      "correta": 1
    },
    {
      "pergunta": "Em relação ao adenocarcinoma gástrico:",
      "alternativas": [
        "No nosso meio, com o advento da endoscopia digestiva, a maioria das neoplasias são diagnosticadas em seus estágios iniciais.",
        "A laparoscopia não deve ser utilizada no estadiamento da neoplasia, devido ao risco de disseminação peritoneal pelo pneumoperitônio.",
        "A infecção pelo Helicobacter pylori não apresenta relação com o adenocarcinoma gástrico.",
        "A realização de linfadenectomia à D2 apresenta melhora na sobrevida dos pacientes e melhor estadiamento da neoplasia."
      ],
      "correta": 3
    },
    {
      "pergunta": "Nos quadros de Diverticulite Aguda:",
      "alternativas": [
        "A tomografia computadorizada permite avaliar e estratificar a gravidade do quadro infeccioso.",
        "O tratamento cirúrgico é a melhor opção, devendo ser indicado precocemente, logo após o diagnóstico.",
        "Na presença de um abscesso pericólico, está indicada a realização de um estoma temporário.",
        "Nos pacientes com peritonites purulentas, a abordagem videolaparoscópica está contraindicada."
      ],
      "correta": 0
    },
    {
      "pergunta": "Mulher de 45 anos com cálculo de 35 mm com 1150 UH, localizado na pelve renal e cálice inferior, causando discreta dilatação da via excretora. Atualmente, o tratamento sugerido para esta situação é:",
      "alternativas": [
        "Nefrolitotomia laparoscópica.",
        "Nefrolitotripsia retrógrada através de ureteroscopia flexível.",
        "Nefrolitotripsia extracorpórea com colocação de cateter duplo J.",
        "Nefrolitotripsia percutânea."
      ],
      "correta": 3
    },
    {
      "pergunta": "Homem, 68 anos, com lesão enegrecida na extremidade do 2º artelho E. A melhor conduta para o paciente é:",
      "alternativas": [
        "Desbridamento da lesão com exérese da unha e curativos com neomicina tópica.",
        "Arteriografia e programar revascularização do membro.",
        "Amputação da falange distal com sutura primária.",
        "Anticoagulação com enoxaparina e posteriormente anticoagulantes orais."
      ],
      "correta": 1
    },
    {
      "pergunta": "No doente com diagnóstico de apendicite aguda e sinais clínicos evidentes de peritonite difusa, todas as opções abaixo são corretas, EXCETO:",
      "alternativas": [
        "Tratamento operatório por videolaparoscopia.",
        "Tratamento operatório por laparotomia longitudinal.",
        "Tratamento operatório por incisão de McBurney.",
        "Indicação operatória independente de exame radiológico."
      ],
      "correta": 2
    },
    {
      "pergunta": "Homem de 80 anos, assintomático, apresenta anemia (Hto=24% e Hb=8.5 g/dl) cuja investigação determinou anemia por perda. Considerando a possibilidade de perda no trato gastrointestinal, qual seria o foco mais provável?",
      "alternativas": [
        "Esôfago",
        "Cólon direito",
        "Intestino delgado",
        "Cólon esquerdo"
      ],
      "correta": 1
    },
    {
      "pergunta": "Em relação à pancreatite aguda biliar, é correto afirmar:",
      "alternativas": [
        "Níveis elevados de amilase estão associados a casos graves de pancreatite ou complicações infecciosas.",
        "Coleções peripancreáticas estéreis e necrose pancreática sem evidência de infecção se beneficiam de abordagem cirúrgica precoce.",
        "Após a resolução do quadro inflamatório, deve ser sempre realizada a colecistectomia para evitar novos episódios de pancreatite.",
        "Pseudocisto é uma complicação tardia e o tratamento de escolha é drenagem e ressecção por cirurgia aberta."
      ],
      "correta": 2
    },
    {
      "pergunta": "Mulher, 48 anos, com cólicas em hipocôndrio direito há 10 dias, fezes claras, urina escura, icterícia. Antecedente: colecistectomia há 8 meses. Exame: ictérica, dor em hipocôndrio direito com leve reação peritoneal. Hipótese diagnóstica e conduta são:",
      "alternativas": [
        "Cálculo primário de colédoco; tratamento clínico com prescrição de ácido ursodesoxicólico.",
        "Cálculo residual de colédoco; colangiopancreatografia retrógrada endoscópica para retirada do cálculo.",
        "Derivação pancreatojejunal.",
        "Hepatectomia."
      ],
      "correta": 1
    },
    {
      "pergunta": "Mulher, 31 anos, refere dor lombar esquerda há 6 dias e sangue na urina nos últimos 2 dias. Exame físico: punho-percussão positiva à esquerda. Urina: hemácias >100/campo, leucócitos = 10/campo. USG: rim esquerdo com hidronefrose acentuada e cálculo de 18 mm na junção pieloureteral. A conduta é:",
      "alternativas": [
        "Antibioticoterapia e tansulosina",
        "Internação e tratamento com litotripsia extracorpórea",
        "Repetir ultrassonografia em 48h para avaliar progressão do cálculo",
        "Urocultura e internação para desobstrução"
      ],
      "correta": 3
    },
    {
      "pergunta": "Homem, 60 anos, no 2º dia de pós-operatório de laparotomia por abdome agudo obstrutivo, com perda de 2800 ml pela sonda nasogástrica em 24h. Está estável hemodinamicamente, bem hidratado e com boa diurese. Qual distúrbio você pode encontrar?",
      "alternativas": [
        "Hipopotassemia",
        "Hiponatremia",
        "Acidose metabólica",
        "Alcalose respiratória"
      ],
      "correta": 0
    },
    {
      "pergunta": "Nos casos de íleo biliar, a maioria das fístulas aparece entre a vesícula biliar e o:",
      "alternativas": [
        "Jejuno",
        "Íleo",
        "Duodeno",
        "Estômago"
      ],
      "correta": 2
    },
    {
      "pergunta": "Em relação à obstrução intestinal, é correto afirmar:",
      "alternativas": [
        "O vólvulo de sigmoide representa uma obstrução intestinal em alça fechada.",
        "O câncer de sigmoide constitui etiologia rara na obstrução cólica.",
        "A invaginação intestinal é a causa mais frequente de obstrução de delgado.",
        "Na hérnia encarcerada, o melhor tratamento é a ressecção segmentar da alça."
      ],
      "correta": 0
    },
    {
      "pergunta": "A hérnia inguinal que tem o suprimento sanguíneo para seu conteúdo comprometido é chamada de:",
      "alternativas": [
        "Encarcerada.",
        "Redutível.",
        "Estrangulada.",
        "Recidivada."
      ],
      "correta": 2
    },
    {
      "pergunta": "A hérnia que produz protuberância abaixo do ligamento inguinal é chamada de:",
      "alternativas": [
        "Inguinal direta.",
        "Inguinal indireta.",
        "De Spiegel.",
        "Femoral."
      ],
      "correta": 3
    },
    {
      "pergunta": "São ramos da artéria ilíaca interna, exceto:",
      "alternativas": [
        "Artéria glútea",
        "Artéria pudenda externa",
        "Artéria obturatória",
        "Artéria umbilical"
      ],
      "correta": 1
    }
  ]
}